export enum BookingInfo {
  TITLE = 'Забронированная книга',
  HELPER = 'Здесь вы можете просмотреть забронированную книгу, а так же отменить бронь',
  MASK_TITLE = 'Забронируйте книгу и она отобразится',
  WARNING_MASK_TITLE = 'Дата бронирования книги истекла',
  WARNING_MASK_SUBTITLE = 'Через 24 часа книга будет  доступна всем'
}

export enum DeliveryInfo {
  TITLE = 'Книга которую взяли',
  HELPER = 'Здесь можете просмотреть информацию о книге и узнать сроки возврата',
  MASK_TITLE = 'Прочитав книгу, она отобразится в истории',
  WARNING_MASK_TITLE = 'Вышел срок пользования книги',
  WARNING_MASK_SUBTITLE = 'Верните книгу, пожалуйста'
}

export enum BooksHistory {
  TITLE = 'История',
  HELPER = 'Список прочитанных книг',
  MASK_TITLE = 'Вы не читали книг из нашей библиотеки ',
}

export enum UserInfo {
  TITLE = 'Учётные данные',
  HELPER = 'Здесь вы можете отредактировать информацию о себе',
}
