export enum SuccessMessages {
  ADD_COMMENT = 'Спасибо, что нашли время оценить книгу!',
  BOOKING = 'Книга забронирована. Подробности можно посмотреть на странице Профиль',
  CHANGE_BOOKING_DATE = 'Бронирование новой даты успешно изменено. Подробности можно посмотреть на странице Профиль',
  CANCEL_BOOKING = 'Бронирование книги успешно отменено!',
  CHANGES_SAVED = 'Изменения успешно сохранены!',
  PHOTO_SAVED = 'Фото успешно сохранено!',
  EDIT_REVIEW = 'Спасибо, что нашли время изменить оценку!',
}
