const RULES_1 = `1. Идейные соображения высшего порядка, а также высокое качество позиционных
исследований представляет собой интересный эксперимент проверки экспериментов, поражающих по
своей масштабности и грандиозности.`;
const RULES_1_1 = `1.1. Задача организации, в особенности же социально-экономическое развитие
однозначно определяет каждого участника как способного принимать собственные решения касаемо
инновационных методов управления процессами. `;
const RULES_1_2 = `1.2. Не следует, однако, забывать, что разбавленное изрядной долей эмпатии,
рациональное мышление играет важную роль в формировании приоритизации разума над эмоциями. Но
некоторые особенности внутренней политики лишь добавляют фракционных разногласий и преданы
социально-демократической анафеме. `;
const RULES_1_3 = `1.3. Приятно, граждане, наблюдать, как элементы политического процесса,
превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие
нормы этики и морали. `;
const RULES_1_4 = `1.4. Но независимые государства, которые представляют собой яркий пример
континентально-европейского типа политической культуры, будут объединены в целые кластеры себе
подобных. `;

const RULES_2 = `2. С учётом сложившейся международной обстановки, консультация с широким
активом предоставляет широкие возможности для приоритизации разума над эмоциями.`;
const RULES_2_1 = `2.1. Задача организации, в особенности же социально-экономическое развитие
однозначно определяет каждого участника как способного принимать собственные решения касаемо
инновационных методов управления процессами. `;
const RULES_2_1_1 = `2.1.1. Не следует, однако, забывать, что разбавленное изрядной долей
эмпатии, рациональное мышление играет важную роль в формировании приоритизации разума над
эмоциями. Но некоторые особенности внутренней политики лишь добавляют фракционных разногласий
и преданы социально-демократической анафеме. `;
const RULES_2_1_2 = `2.1.2. Приятно, граждане, наблюдать, как элементы политического процесса,
превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие
нормы этики и морали. `;
const RULES_2_2 = `2.2. Но независимые государства, которые представляют собой яркий пример
континентально-европейского типа политической культуры, будут объединены в целые кластеры себе
подобных. `;

const RULES_3 = `3. Принимая во внимание показатели успешности, укрепление и развитие внутренней
структуры требует от нас анализа приоритизации разума над эмоциями.'`;
const RULES_3_1 = `3.1. Задача организации, в особенности же социально-экономическое развитие
однозначно определяет каждого участника как способного принимать собственные решения касаемо
инновационных методов управления процессами. `;
const RULES_3_1_1 = `3.1.1. Не следует, однако, забывать, что разбавленное изрядной долей эмпатии,
 рациональное мышление играет важную роль в формировании приоритизации разума над эмоциями. Но
 некоторые особенности внутренней политики лишь добавляют фракционных разногласий и преданы
 социально-демократической анафеме. `;
const RULES_3_1_2 = `3.1.2. Приятно, граждане, наблюдать, как элементы политического процесса,
превозмогая сложившуюся непростую экономическую ситуацию, объявлены нарушающими общечеловеческие
нормы этики и морали. `;
const RULES_3_2 = `3.2. Но независимые государства, которые представляют собой яркий пример
континентально-европейского типа политической культуры, будут объединены в целые кластеры себе
подобных. `;
const RULES_3_3 = `3.3. Не следует, однако, забывать, что экономическая повестка сегодняшнего
дня требует анализа анализа существующих паттернов поведения. `;
const RULES_3_3_1 = `3.3.1. А ещё представители современных социальных резервов набирают
популярность среди определенных слоев населения, а значит, должны быть функционально разнесены
на независимые элементы. `;
const RULES_3_3_1_1 = `3.3.1.1. Стремящиеся вытеснить традиционное производство, нанотехнологии
могут быть объявлены нарушающими общечеловеческие нормы этики и морали. `;
const RULES_3_3_1_2 = `3.3.1.2. Прежде всего, разбавленное изрядной долей эмпатии, рациональное
мышление однозначно фиксирует необходимость новых предложений. Являясь всего лишь частью общей
картины, независимые государства представлены в исключительно положительном свете.`;
const RULES_3_4 = `3.4. Повседневная практика показывает, что убеждённость некоторых оппонентов
требует от нас анализа распределения внутренних резервов и ресурсов.`;

export const RULES_DATA = [
    [RULES_1, [RULES_1_1, RULES_1_2, RULES_1_3, RULES_1_4]],
    [RULES_2, [RULES_2_1, [RULES_2_1_1, RULES_2_1_2], RULES_2_2]],
    [RULES_3, [RULES_3_1, [RULES_3_1_1, RULES_3_1_2], RULES_3_2], RULES_3_3, [
        RULES_3_3_1, [RULES_3_3_1_1, RULES_3_3_1_2], RULES_3_4]
    ],
];
